INSERT INTO `account` (`id`, `email`, `password`, `username`, `name`, `roles`, `time`)
VALUES
	(1, 'batizhao@qq.com', '7c4a8d09ca3762af61e59520943dc26494f8941b', 'admin', '系统管理员', 'administrator', '2016-09-29 10:00:00'),
	(2, 'zhangsan@qq.com', '7c4a8d09ca3762af61e59520943dc26494f8941b', 'zhangsan', '张老师', 'teacher', '2016-09-30 10:57:58'),
	(3, 'lisi@qq.com', '7c4a8d09ca3762af61e59520943dc26494f8941b', 'lisi', '李老师', 'teacher', '2016-09-30 10:58:42'),
	(4, 'wangwu@qq.com', '7c4a8d09ca3762af61e59520943dc26494f8941b', 'wangwu', '王五', 'student', '2016-09-30 10:59:22'),
	(5, 'zhaoliu@qq.com', '7c4a8d09ca3762af61e59520943dc26494f8941b', 'zhaoliu', '赵六', 'student', '2016-09-30 10:59:38');


INSERT INTO `score` (`id`, `account_id`, `course`, `score`, `time`)
VALUES
	(1, 4, '计算机应用基础', 85, '2016-09-30 10:57:58'),
	(2, 4, '微机接口及应用', 88, '2016-09-30 10:58:58'),
	(3, 4, '数据结构', 75, '2016-09-30 11:57:58'),
	(4, 4, '互联网及其应用', 80, '2016-09-30 12:58:58'),
	(5, 5, '计算机应用基础', 81, '2016-09-30 10:57:58'),
	(6, 5, '微机接口及应用', 72, '2016-09-30 10:58:58'),
	(7, 5, '数据结构', 79, '2016-09-30 11:57:58'),
	(8, 5, '互联网及其应用', 92, '2016-09-30 12:58:58');;
